import Image from "next/image";
import Link from "next/link";

export default function HomePage() {
	return (
		<main className="flex space-x-10 p-4">
			<Image
				src="/coach.jpg"
				alt="Ο προπόνητης μας"
				width={464}
				height={506}
				priority
				className="rounded-lg"
			/>
			<div className="flex flex-col space-y-5 text-new-white">
				<h1 className="text-5xl font-bold">«Φέρνουμε τα παιδιά κοντά στο ποδόσφαιρο»</h1>
				<h2 className="text-balance text-2xl font-semibold text-gray-400">
					Η προσπάθεια που γίνεται σε αυτή την απομακρυσμένη περιοχή της Ικαρίας έχει δομηθεί πάνω
					στο συλλογικό πνεύμα και τη φιλοσοφία της αλληλεγγύης!
				</h2>
				<p className="text-balance text-xl">
					Η Ικαρία είναι θερινός προορισμός για ανθρώπους όχι μόνο από την υπόλοιπη Ελλάδα, αλλά από
					κάθε γωνιά του κόσμου. Περίφημα είναι τα πανηγύρια της, στα οποία χιλιάδες ανθρώπων
					σπεύδουν να τραγουδήσουν, να χορέψουν, να πιουν και, γενικώς, να μυηθούν σε μία εμπειρία,
					περιβόητη και μοναδική. Τι γίνεται, όμως, όταν οι μήνες της ξεγνοιασιάς περνούν, οι
					θερμοκρασίες πέφτουν και τα φώτα της νύχτας σβήνουν; Πίσω, στο όμορφο νησί του Ανατολικού
					Αιγαίου, μένουν οι ντόπιοι, οι άνθρωποι που ζουν τις ομορφιές, αλλά και τις δυσκολίες
					τους, οι άνθρωποι που δίνουν άνισες μάχες, για να βελτιώσουν τις συνθήκες διαβίωσης και,
					κυρίως, για να αφήσουν κάτι καλύτερο στα παιδιά τους.
				</p>
				<Link href={"https://www.mikriliga.com/fernoyme-ta-paidia-konta-sto-podosfairo"}>
					Μάθετε περισσότερα...
				</Link>
			</div>
		</main>
	);
}
